IDEA StatiCa Open Model
OriginSettings.Author Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Name of author of project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Author { get; set; }
Public Property Author As String
	Get
	Set
public:
property String^ Author {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace